[
  {
    "index": 1,
    "ref": "d81f7511-21d0-45c2-81e6-3b6dd48f9c45",
    "desc": "Culpa laborum reprehenderit tempor est culpa pariatur velit cupidatat laborum velit aliqua incididunt adipisicing. Incididunt proident aute nisi excepteur sint non ullamco dolore anim. Lorem anim ea et consequat voluptate est sit duis cillum sit proident incididunt dolore occaecat. Sunt magna consequat officia adipisicing consectetur consequat qui irure aute. Excepteur tempor ullamco qui excepteur non quis nisi dolore. Id consectetur veniam in do sint proident laboris Lorem tempor consectetur pariatur. Labore mollit tempor ut esse adipisicing occaecat in consectetur cupidatat ex eiusmod proident.",
    "name": "Firewax"
  },
  {
    "index": 2,
    "ref": "16c0522d-f18d-4a54-9ed8-61062fba071e",
    "desc": "Ex ut ea minim ad occaecat nulla nisi excepteur nisi cillum tempor deserunt enim veniam. Nisi incididunt labore nostrud labore reprehenderit reprehenderit amet. Ex dolore eiusmod sint sit quis do consequat in. Nisi deserunt excepteur irure minim dolore nostrud non ea ad eiusmod magna.",
    "name": "Cubix"
  },
  {
    "index": 3,
    "ref": "9fb38ef4-6ac3-4d11-a39e-0822f34d5248",
    "desc": "Dolore deserunt sunt aliqua dolor aliqua excepteur nisi excepteur cillum non laborum non. Cupidatat pariatur sint et et labore incididunt non. Ad consectetur occaecat consectetur culpa in proident irure esse laborum exercitation aute Lorem qui. Eu cillum ea et cillum cillum do aliquip velit elit duis voluptate Lorem mollit. Ex do nulla nisi laboris do qui.",
    "name": "Techmania"
  },
  {
    "index": 4,
    "ref": "1a55c1fc-46c3-4874-8066-e16f2e0b57a8",
    "desc": "Est amet elit ut voluptate mollit officia eu minim ullamco enim veniam voluptate. Ipsum reprehenderit veniam deserunt aute ad qui velit eu. Veniam quis cupidatat voluptate duis in deserunt minim eu ullamco est commodo cupidatat sint ea. Velit excepteur nisi in fugiat qui exercitation sunt anim. Dolor sit est ea minim laborum ex cupidatat aute velit occaecat duis aute adipisicing voluptate. Reprehenderit ad esse mollit sit anim ea exercitation commodo et. Irure velit consequat magna dolor aliquip ex magna mollit sit minim mollit ullamco esse.",
    "name": "Terrasys"
  },
  {
    "index": 5,
    "ref": "edf9ed16-10a7-4d79-b5fe-af09c4d89242",
    "desc": "Laborum aliquip ullamco consequat reprehenderit anim adipisicing laboris velit aliquip amet sunt aliquip. Laborum et Lorem enim dolore proident sit do. Exercitation elit ut officia ad labore ullamco laboris magna deserunt nulla ex dolore eiusmod. Tempor nostrud excepteur duis labore. In ut nulla laboris laborum labore minim ad pariatur. Quis nulla est irure aliqua cillum adipisicing cillum. Ad dolor nostrud excepteur Lorem ea laborum consequat nulla aliquip reprehenderit eiusmod cupidatat.",
    "name": "Rubadub"
  },
  {
    "index": 6,
    "ref": "1dc047ed-1537-4f93-9ba7-f51752bca575",
    "desc": "Quis officia duis non dolore ex veniam laboris velit velit ipsum dolor. Duis commodo Lorem enim in. Non est anim anim et quis do. Nisi occaecat Lorem labore occaecat voluptate sint aliquip quis veniam esse in deserunt. Occaecat ut mollit nostrud consectetur qui exercitation dolor. Aliqua non nisi veniam non consequat quis ex ipsum labore id.",
    "name": "Zosis"
  },
  {
    "index": 7,
    "ref": "2cc3ab4c-7f68-4077-8014-4936cacf2a6e",
    "desc": "Voluptate qui aliquip ex duis nisi commodo dolor laboris labore sint. Eiusmod aliqua labore dolor do consectetur. Minim Lorem proident adipisicing velit id enim magna aliquip reprehenderit tempor ullamco elit eiusmod id. Lorem velit laboris aliquip minim dolor. Aliqua eu reprehenderit id ipsum non dolore laboris eiusmod eiusmod deserunt.",
    "name": "Vixo"
  },
  {
    "index": 8,
    "ref": "7e54d485-6163-4fcd-ab59-f491862327bd",
    "desc": "Est aliqua fugiat sunt dolor. Nulla commodo aliquip ut nostrud fugiat pariatur fugiat consequat ipsum dolor laborum anim laboris ullamco. Aliqua occaecat ad Lorem laborum id ullamco. Enim aliqua amet officia id id aute ipsum proident nostrud in. Et elit minim officia adipisicing anim sit esse ex do culpa.",
    "name": "Quonk"
  },
  {
    "index": 9,
    "ref": "611d41c0-0a3a-4be9-b734-843e01aa1153",
    "desc": "Magna duis veniam adipisicing occaecat labore nostrud. Tempor nostrud ipsum excepteur non sit commodo in esse laborum amet sint exercitation Lorem magna. Qui minim eu eiusmod dolore.",
    "name": "Qot"
  },
  {
    "index": 10,
    "ref": "74e62a94-1095-411e-b354-6bf322c7b65d",
    "desc": "Culpa eu sint pariatur Lorem excepteur ipsum ex qui ex. Ex tempor qui consequat ad elit id sit elit. In in laborum sit pariatur quis fugiat ad duis adipisicing aliqua pariatur eu minim.",
    "name": "Rodeomad"
  },
  {
    "index": 11,
    "ref": "e4a3af27-efea-41b5-bc08-508b97eab2b1",
    "desc": "Quis culpa et proident deserunt ea consectetur laborum incididunt irure irure aliqua. Nisi qui tempor qui duis. Non aliquip deserunt fugiat qui Lorem laboris aute do. Deserunt ad nostrud ut quis adipisicing mollit velit.",
    "name": "Dancity"
  },
  {
    "index": 12,
    "ref": "74ecdaf2-d1b6-4c40-a571-5efbf35e9389",
    "desc": "Amet irure excepteur duis aliqua dolore reprehenderit labore occaecat ullamco elit adipisicing fugiat occaecat culpa. Ea reprehenderit labore sunt quis eu fugiat nulla ea et sunt excepteur id reprehenderit. Ad elit nisi duis fugiat laborum ullamco officia.",
    "name": "Idetica"
  },
  {
    "index": 13,
    "ref": "0507e1fc-fd97-44cd-bd31-34d0f47f76a4",
    "desc": "Do veniam esse sint irure fugiat laboris labore fugiat tempor laborum. Aliqua ullamco fugiat minim nulla dolore sunt nulla irure. Laborum deserunt veniam irure incididunt reprehenderit occaecat Lorem amet do ea anim nisi.",
    "name": "Tourmania"
  },
  {
    "index": 14,
    "ref": "34b5fe54-a218-4929-9b77-349b17c4f573",
    "desc": "Dolore consequat et eu est tempor id id ex est irure esse occaecat. Fugiat in nostrud aute mollit non reprehenderit elit eiusmod. Eu elit aliquip duis eu culpa ipsum laborum ullamco laborum ipsum eu veniam. Consequat culpa anim irure eiusmod reprehenderit cillum dolore irure. Consectetur duis consectetur eu qui Lorem excepteur cillum veniam proident duis excepteur est elit.",
    "name": "Zboo"
  },
  {
    "index": 15,
    "ref": "30af4233-dc26-4dbf-b327-4efef88e1598",
    "desc": "Id amet est eu in cupidatat ut dolore. Sunt et anim ad irure irure ut. Commodo excepteur magna magna officia proident magna excepteur. Laboris ipsum eu id cillum sit duis culpa veniam anim sint consectetur culpa.",
    "name": "Olucore"
  },
  {
    "index": 16,
    "ref": "b0723b91-2e35-4a52-bb76-946e469f6265",
    "desc": "Cillum exercitation eiusmod esse non ipsum duis ea aute aute velit labore deserunt. Eiusmod duis aliquip ad esse. Reprehenderit eiusmod eiusmod consectetur sit proident elit consequat. Voluptate reprehenderit minim incididunt voluptate ullamco. Labore reprehenderit laborum nisi laborum non aliquip. Veniam nostrud non irure dolore nostrud elit anim sint magna dolor consequat incididunt aliquip irure.",
    "name": "Hinway"
  },
  {
    "index": 17,
    "ref": "1553a396-b1ee-4e44-9a79-b2054c6785b6",
    "desc": "Ullamco eu esse ad ullamco commodo labore est officia consequat in aute magna velit. Ut occaecat sit quis nostrud incididunt eiusmod consequat culpa amet minim reprehenderit anim. Tempor ullamco laborum tempor id qui excepteur ut quis voluptate adipisicing elit enim et. Irure sunt nostrud adipisicing magna consequat incididunt proident reprehenderit mollit ad ullamco esse consequat.",
    "name": "Urbanshee"
  },
  {
    "index": 18,
    "ref": "35a90228-9559-49c5-a888-c9b1dfd239a4",
    "desc": "Culpa ea eu ea laboris est voluptate ipsum non esse sunt ullamco aliquip id ullamco. In deserunt fugiat proident laborum. Ipsum deserunt aliquip sit occaecat laborum magna adipisicing aute officia aute dolor veniam officia. Sint ut est ea quis. Dolor est duis amet velit magna. Ullamco id consectetur voluptate est dolor labore ipsum id adipisicing adipisicing excepteur.",
    "name": "Plasmos"
  },
  {
    "index": 19,
    "ref": "417fed54-5f9b-485f-b005-18892125add9",
    "desc": "Consectetur eiusmod cupidatat ipsum ut. Velit duis cupidatat minim incididunt. Ex esse mollit nisi reprehenderit incididunt commodo culpa Lorem in. Esse cillum nostrud culpa elit consequat laboris commodo id do id. Esse ut enim esse ad amet minim. Est veniam proident sint id sunt nostrud non fugiat quis veniam sunt.",
    "name": "Imkan"
  },
  {
    "index": 20,
    "ref": "ba8dd429-392b-4339-81fd-336d1533c3c2",
    "desc": "Dolor fugiat veniam dolor culpa non veniam consectetur ea proident commodo eiusmod ullamco elit in. Ex eiusmod fugiat tempor occaecat reprehenderit eu ullamco eu consequat eiusmod officia ad. Aliqua velit dolore aliqua dolore reprehenderit. Amet Lorem tempor nulla reprehenderit in enim ut occaecat excepteur consequat veniam do eiusmod. Deserunt consectetur laboris tempor aute cupidatat sit qui quis reprehenderit incididunt exercitation enim nisi. Reprehenderit ullamco deserunt pariatur laboris irure esse commodo ullamco et ad dolore exercitation eiusmod. Excepteur cillum aliqua consequat labore eu consequat.",
    "name": "Ultrasure"
  },
  {
    "index": 21,
    "ref": "c242742b-c0cd-498b-8890-61eaf9a1a671",
    "desc": "Velit officia eu id eiusmod reprehenderit magna ex. Amet est nostrud magna excepteur consequat elit. Ullamco laboris est magna fugiat non laboris consequat. Elit anim aliquip occaecat ullamco do labore irure culpa dolore sit occaecat commodo est. Fugiat eu eu fugiat magna exercitation occaecat exercitation enim consectetur excepteur anim fugiat et ex. Do velit amet sunt qui sit nostrud pariatur deserunt ullamco incididunt magna.",
    "name": "Ozean"
  },
  {
    "index": 22,
    "ref": "2dd5ffd0-4aab-43cd-947e-b3c6e8ccf1b2",
    "desc": "Consectetur eu voluptate ad excepteur mollit magna id velit. Elit consectetur ullamco cupidatat occaecat. Consectetur cillum ad velit ipsum eu. Elit minim occaecat aute magna enim ad cupidatat nostrud aute deserunt sunt cillum aliquip.",
    "name": "Prowaste"
  },
  {
    "index": 23,
    "ref": "51527fcb-4fae-4fa3-afc4-c341ae803ae7",
    "desc": "Consectetur adipisicing nisi ea amet ex deserunt incididunt labore. Adipisicing laboris pariatur aliqua id enim mollit. Elit ex aliquip adipisicing est adipisicing quis adipisicing. Fugiat irure non qui irure eiusmod culpa.",
    "name": "Caxt"
  },
  {
    "index": 24,
    "ref": "c40ce2a4-6865-4127-925c-cc1e2ded5d4a",
    "desc": "Ullamco dolore nostrud laborum et sunt. Reprehenderit nostrud aute quis minim. Pariatur qui nostrud quis aliqua aute enim. Fugiat reprehenderit non enim proident sunt pariatur Lorem. Eu enim elit amet labore laboris dolore non.",
    "name": "Fiberox"
  },
  {
    "index": 25,
    "ref": "14e1fad0-0be7-43af-9dac-6ed2eb7a854a",
    "desc": "Sint mollit elit officia dolor anim non anim sunt. Cillum aliquip anim excepteur do aute. Ad voluptate tempor pariatur duis deserunt ut et ad incididunt deserunt sit pariatur. Anim ipsum ullamco qui veniam id cillum ea nulla velit aute consequat aliqua ipsum. Voluptate excepteur consequat cillum et aliqua adipisicing non qui laborum officia enim ad ipsum deserunt. Veniam et veniam ullamco sit ut qui officia exercitation excepteur non velit.",
    "name": "Pivitol"
  }
]